/* XTIT: Info Screen text when applying the NUIStyleSheet. */
"applyNUIStyleSheetApplyStepInfoScreenText" = "NUIStyleSheet lietošana.";

/* XTIT: Info Screen text when applying the SAP Mobile Services LogSettings. */
"applySAPcpmsLogSettingsStepInfoScreenText" = "SAP Mobile Services LogSettings lietošana.";

/* XFLD: Text information if the provided credentials were invalid. */
"authenticationFailedMessage" = "Autentifikācija neizdevās.";

/* XTIT: Info Screen text before presenting the Basic Authentication view. */
"basicAuthenticationStepInfoScreenText" = "Akreditācijas datu pārbaude.";

/* XTIT: Title of Alert window when asking for confirmation about cancelling the onboarding flow. */
"cancelAlertControllerTitleText" = "Vai tiešām vēlaties atcelt integrācijas procesu?";

/* XTIT: Title of Alert window when asking for confirmation about cancelling the restore flow. */
"cancelRestoreAlertControllerTitleText" = "Vai tiešām vēlaties atcelt atjaunošanas procesu?";

/* XTIT: Title of Alert window when asking for confirmation about cancelling the reset passcode flow. */
"cancelResetPasscodeAlertControllerTitleText" = "Vai tiešām vēlaties atcelt ieejas koda atiestatīšanas procesu?";

/* XTIT: Title of Alert window when asking for confirmation about cancelling the authentication process. */
"cancelAuthenticationProcessAlertControllerTitleText" = "Vai tiešām vēlaties atcelt autentifikācijas procesu?";

/* Title of Alert window when asking for confirmation about triggering the reset passcode flow. */
"resetPasscodeAlertControllerTitleText" = "Vai tiešām vēlaties atiestatīt ieejas kodu?";

/* XTIT: Title of Alert window when asking for confirmation about cancelling the passcode change flow. */
"cancelPasscodeChangeControllerTitleText" = "Vai tiešām vēlaties atcelt ieejas koda maiņas procesu?";

/* XTIT: Title of Alert window when asking for confirmation about reset the application. */
"cancelPasscodeControllerTitleText" = "Vai tiešām vēlaties atiestatīt jūsu lietojumprogrammu?";

/* XTIT: Info Screen text when running the Composite Steps. */
"compositeStepInfoScreenText" = "Saliktie soļi.";

/* XTIT: Info Screen text when downloading the SAP Mobile Services ClientResources. */
"downloadSAPcpmsClientResourcesStepInfoScreenText" = "SAP Mobile Services ClientResources lejupielāde.";

/* XTIT: Info Screen text when downloading the SAP Mobile Services Destinations. */
"downloadSAPcpmsDestinationsStepInfoScreenText" = "SAP Mobile Services adresātu lejupielāde.";

/* XTIT: Info Screen text when downloading the SAP Mobile Services Settings. */
"downloadSAPcpmsSettingsStepInfoScreenText" = "SAP Mobile Services iestatījumu lejupielāde.";

/* XBUT: Text of button on FUIFeedbackScreen when the Face ID got disabled by passcode policy. */
"fuiFeedbackDisableFaceIDButtonText" = "Turpināt";

/* XBUT: Text of button on FUIFeedbackScreen when the Touch ID is disabled by the new passcode policy */
"fuiFeedbackDisableTouchIDButtonText" = "Turpināt";

/* XBUT: Text of button on FUIFeedbackScreen when the Face ID is enabled by the new passcode policy */
"fuiFeedbackEnableFaceIDButtonText" = "Iespējot";

/* XBUT: Text of button on FUIFeedbackScreen when the Touch ID is enabled by the new passcode policy */
"fuiFeedbackEnableTouchIDButtonText" = "Iespējot";

/* XTIT: FUIFeedbackScreen headline description text when faceID is disabled by the new passcode policy. */
"fuiFeedbackScreenDisableFaceIDDetailDescription" = "Lai nākamreiz pieteiktos, lūdzu, lietojiet ieejas kodu.";

/* XTIT: FUIFeedbackScreen headline text when faceID is disabled by the new passcode policy. */
"fuiFeedbackScreenDisableFaceIDHeadlineDescription" = "Sejas ID vairs nebūs pieejams";

/* XTIT: FUIFeedbackScreen title text when faceID is disabled by the new passcode policy. */
"fuiFeedbackScreenDisableFaceIDTitleText" = "Politikas izmaiņas";

/* XTIT: FUIFeedbackScreen headline description text when touchID is disabled by the new passcode policy. */
"fuiFeedbackScreenDisableTouchIDDetailDescription" = "Lai nākamreiz pieteiktos, lūdzu, lietojiet ieejas kodu.";

/* XTIT: FUIFeedbackScreen headline text when touchID is disabled by the new passcode policy. */
"fuiFeedbackScreenDisableTouchIDHeadlineDescription" = "Skāriena ID vairs nebūs pieejams";

/* XTIT: FUIFeedbackScreen title text when touchID is disabled by the new passcode policy. */
"fuiFeedbackScreenDisableTouchIDTitleText" = "Politikas izmaiņas";

/* XTIT: FUIFeedbackScreen detail description text when faceID is disabled by the new passcode policy. */
"fuiFeedbackScreenEnableFaceIDDetailDescription" = "Šo funkciju varat jebkurā laikā ieslēgt vai izslēgt iestatījumos.";

/* XTIT: FUIFeedbackScreen headline text when passcode policy changed and face ID is enabled. */
"fuiFeedbackScreenEnableFaceIDHeadlineDescription" = "Sejas ID tagad ir pieejams. Iespējojot sejas ID, varēsit ātrāk piekļūt jūsu informācijai.";

/* XTIT: FUIFeedbackScreen title text when Face ID is enabled in the new passcode policy. */
"fuiFeedbackScreenEnableFaceIDTitleText" = "Sejas ID";

/* XTIT: FUIFeedbackScreen title text when passcode policy change is necessary. */
"fuiFeedbackScreenEnableTouchIDDetailDescription" = "Šo funkciju varat jebkurā laikā ieslēgt vai izslēgt iestatījumos.";

/* XTIT: FUIFeedbackScreen headline text when passcode policy changed and touch ID is enabled. */
"fuiFeedbackScreenEnableTouchIDHeadlineDescription" = "Skāriena ID tagad ir pieejams. Iespējojot skāriena ID, varēsit ātrāk piekļūt jūsu informācijai.";

/* XTIT: FUIFeedbackScreen title text when touchID is enabled by the new passcode policy. */
"fuiFeedbackScreenEnableTouchIDTitleText" = "Skāriena ID";

/* XBUT: Text of button on FUIFeedbackScreen when passcode change is necessary. */
"fuiFeedbackScreenPasscodePolicyChangedActionButtonText" = "Turpināt";

/* XMSG: FUIFeedbackScreen description when passcode policy change is necessary. */
"fuiFeedbackScreenPasscodePolicyChangedDescriptionLabel" = "Lūdzu, izveidojiet jaunu ieejas kodu.";

/* XTIT: FUIFeedbackScreen title text when passcode policy change is necessary. */
"fuiFeedbackScreenPasscodePolicyChangedHeadlineText" = "Ieejas koda politika ir mainīta";

/* XTIT: FUIFeedbackScreen title text when passcode policy change is necessary. */
"fuiFeedbackScreenPasscodePolicyChangedTitleText" = "Politikas izmaiņas";

/* XTIT: FUIFeedbackScreen headline description text when passcode policy is turned off on the server. */
"fuiFeedbackScreenTurnOffPasscodeAndFaceIDDetailDescription" = "Turpmāk ieejas kods un sejas ID vairs nebūs nepieciešams, lai pieteiktos. \n\n Lietojumprogrammā ieiesit tieši.";

/* XTIT: FUIFeedbackScreen headline description text when passcode policy is turned off on the server. */
"fuiFeedbackScreenTurnOffPasscodeAndTouchIDDetailDescription" = "Turpmāk ieejas kods un skāriena ID vairs nebūs nepieciešams, lai pieteiktos. \n\n Lietojumprogrammā ieiesit tieši.";

/* XBUT: Text of button on FUIFeedbackScreen when the passcode policy is turned off on the server. */
"fuiFeedbackScreenTurnOffPasscodeButtonText" = "Labi";

/* XTIT: FUIFeedbackScreen headline description text when passcode policy is turned off on the server. */
"fuiFeedbackScreenTurnOffPasscodeDetailDescription" = "Turpmāk ieejas kods vairs nebūs nepieciešams, lai pieteiktos. \n\n Lietojumprogrammā ieiesit tieši.";

/* XTIT: FUIFeedbackScreen headline text when passcode policy is turned off on the server. */
"fuiFeedbackScreenTurnOffPasscodeHeadlineDescription" = "Pieteikšanās politika ir mainīta";

/* XTIT: FUIFeedbackScreen title text when passcode policy is turned off on the server. */
"fuiFeedbackScreenTurnOffPasscodeTitleText" = "Vēstule";

/* XBUT: Text of button on FUIFeedbackScreen after migration when passcode creation is mandatory. */
"migrationOnlyBiometricIDWasSetPreviouslyButtonText" = "Turpināt";

/* XTIT: Description of FUIFeedbackScreen after migration when previously only biometricID was set. */
"migrationOnlyBiometricIDWasSetPreviouslyDescriptionText" = "No šīs versijas ieejas kods ir obligāts. Lūdzu, izveidojiet lietojumprogrammas ieejas kodu.";

/* XTIT: Title of FUIFeedbackScreen after migration when previously only biometricID was set. */
"migrationOnlyBiometricIDWasSetPreviouslyHeadlineText" = "Ieejas kods ir obligāts";

/* XBUT: Text of No button. */
"noButtonText" = "Nē";

/* XTIT: Info Screen text before presenting the OAuth2 Authentication view. */
"oauth2AuthenticationStepInfoScreenText" = "OAuth 2.0 akreditācijas datu pārbaude.";

/* XTIT: Text of PasscodeInputController when user wants to enable face ID. */
"passcodeInputControllerEnableFaceIDText" = "Lai iespējotu sejas ID, ievadiet savu ieejas kodu:";

/* XTIT: Text of PasscodeInputController when user wants to enable touch ID. */
"passcodeInputControllerEnableTouchIDText" = "Lai iespējotu skāriena ID, ievadiet savu ieejas kodu:";

/* XTIT: Title of Alert window when asking for confirmation about cancelling the onboarding flow. */
"rejectAlertControllerTitleText" = "Bez piekrišanas nevarēsit turpināt integrāciju.";

/* XBUT: Text of No button of reject. */
"rejectNoButtonText" = "Sniegt piekrišanu";

/* XBUT: Text of Yes button of reject. */
"rejectYesButtonText" = "Beigt procesu";

/* XTIT: Info Screen text before presenting the SAML Authentication view. */
"samlAuthenticationStepInfoScreenText" = "SAML akreditācijas datu pārbaude.";

/* XTIT: Info Screen text before presenting the SAP Mobile Services UserIdentity Discovery Authentication view. */
"sapcpmsUserIdentityDiscoveryAuthenticationStepInfoScreenText" = "SAP Mobile Services UserIdentity noteikšanas akreditācijas datu pārbaude.";

/* XTIT: Info Screen text before presenting the SLS Authentication view. */
"slsAuthenticationStepInfoScreenText" = "SLS akreditācijas datu pārbaude.";

/* XMSG: Message for the user to fill all the fields for authentication. */
"slsFillAllOfTheFieldsErrorMessage" = "Lūdzu, aizpildiet visus laukus";

/* XBUT: Text of Yes button. */
"yesButtonText" = "Jā";

/* XBUT: Text of Continue button. */
"continueButtonText" = "Turpināt";

/* XBUT: Text of Cancel button. */
"cancelButtonText" = "Atcelt";

/* XTIT: Title of Usage Collection Consent onboarding flow. */
"UsageCollectionConsentTitle" = "Lietojuma savākšana";

/* XTIT: Body of Usage Collection Consent onboarding flow. */
"UsageCollectionConsentBody" = "Lietojumprogrammas administrators pieprasa jums atļaut datu savākšanu par jums, izmantojot lietojumprogrammu, lai gūtu ieskatus lietojumprogrammas uzlabošanai. Datu savākšana ietver informāciju par to, kā izmantojat lietojumprogrammu, piemēram, lietojumprogrammas izmantošanai pavadīto laiku vai to, kā naviģējat lietojumprogrammā.";

/* XTIT: Usage Collection Consent opt-out alert message. */
"usageOptOutAlertMessage" = "Vai vēlaties atteikties?";

/* XTIT: Usage Collection Consent opt-in alert message. */
"usageOptInAlertMessage" = "Vai vēlaties pieteikties?";

/* XTIT: Title of Crash Report Collection Consent onboarding flow. */
"CrashReportCollectionConsentTitle" = "Avārijas atskaišu savākšana";

/* XTIT: Body of Crash Report Collection Consent onboarding flow. */
"CrashReportCollectionConsentBody" = "Lietojumprogrammas administrators pieprasa jums atļaut datu savākšanu, lai diagnosticētu un analizētu lietojumprogrammas avārijas lietojumprogrammas stabilitātes uzlabošanai. Savāktie dati ir ierobežoti līdz avārijas atskaitēm un informācijai par ierīci.";

/* XTIT: Title of alert to be shown when QR Digital Signature Verification fails. */
"qrDigitalSignatureVerficationFailedTitle" = "Neizdevās!";

/* \"XMSG: Message telling that the QR Digital Signature Verification failed.\" */
"qrDigitalSignatureVerficationFailedMessage" = "QR koda paraksta pārbaude neizdevās!";

/* \"XMSG: Message telling that the QR code signature verification succeeded.\" */
"qrDigitalSignatureVerficationSucceededMessage" = "QR koda ciparparaksts ir pārbaudīts. Tiks izveidots savienojums ar:";

/* \"XTIT: Title of InfoScreenPresenter when token expires and authentication fails.\" */
"authenticationErrorTitle" = "Autentifikācijas kļūda";

/* \"XMSG: Message of InfoScreenPresenter when token expires and authentication fails.\" */
"authenticationErrorMessage" = "Nevarējām jūs autentificēt. Lūdzu, pierakstieties.";

/* \"XBUT: Text of Error button.\" */
"errorButtonText" = "Kļūda";

